Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nih.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Anterior cruciate ligament, knee injuries, sports medicine.
nb: Fremre korsbåndskader, kneskader, idrettsmedisin

source: As for fat-burning during the actual training, the company behind the concept, Les Mills, states that an increased Bodypump burns 540 kcal.
nb: Når det gjelder forbrenningen i løpet av selve treningen, oppgir selskapet bak konseptet, Les Mills, at en økt Bodypump forbrenner 540 kcal.

source: Master's degree (cand scient) in measuring physical activity among children and young people (2001), and a doctorate (PhD) in the prevention of obesity among children and adolescents.
nb: Hovedfag (cand scient) innen måling av fysisk aktivitet blant barn og unge (2001), og doktorgrad (PhD) innen forebygging av overvekt blant barn og unge.

source: BSc Mathematics and Sport Science – Loughborough University.
nb: BSc i "Mathematics and Sport Science" fra Universitetet i Loughboroug.

source: School of Sport Sciences, SurveyXact and ISYS have a anonymized.
nb: idrettshøgskole, SurveyXact og ISYS har en databe-

source: If you get invited to participate in Phase 2, you will receive a report including feedback on your physical fitness.
nb: Dersom du blir invitert til deltakelse i Fase 2, vil du få tilbakemelding på egen fysisk form.

source: “It may just seem like words, but when students encounter academic content through movement, that movement can help to engage students with the world in a more tangible and useful way.”
nb: – Det kan virke som store ord, men når elevene møter det faglige innholdet gjennom bevegelse, kan bevegelsen være med å engasjere elevene i verden på en sterkere og mer fruktbar måte.

source: Doctoral education normally consists of three (3) years of full-time study.
nb: Ph.d.‐utdanningen er normert til tre (3) års fulltidsstudier.

source: Football is the world's most popular sport, with more than 265 million players worldwide.
nb: Fotball er verdens mest populære idrett, med over 265 millioner spillere spredt over hele verden.

source: This means that according to the criteria set by the American College of Sports Medicine (ACSM) they were one Standard Deviation below the average.
nb: Det innebærer at de lå ett standardavvik under gjennomsnittet i henhold til American College of Sports Medicine (ACSM) sine kriterier.

source: Physical activity and health, sedentary behavior, exercise physiology, metabolism.
nb: Fysisk aktivitet og helse, sedat atferd, arbeidsfysiologi, metabolisme.

source: Blood pressure, stamina, maximum strength, level of physical activity, body composition, incidence and degree of compulsory exercise, recovery from diagnosis, and reduction of symptoms of eating disorders were evaluated both before and after therapy.
nb: Blodtrykk, kondisjon, maksimal styrke, nivå av fysisk aktivitet, kroppssammensetning, forekomst- og grad av tvangsmessig trening, tilfriskning fra diagnose, og reduksjon av symptomer på spiseforstyrrelser, ble evaluert både før og etter behandling.

source: Three milk protein products were tested on young people between the ages of 20 and 35, and on seniors over the age of 70 who practised bodybuilding.
nb: Tre melkeproteinprodukter ble testet ut på unge mellom 20 og 35 år, og eldre over 70 år som trente styrke.

source: Maybe Mourinho hasn’t been affected.
nb: Kanskje har ikke Mourinho tatt konsekvensen av det.

source: The summary should normally comprise 40-60 pages, excluding attachments and bibliography.
nb: Kappen bør normalt utgjøre 40-60 sider eksklusive vedlegg og Kappen bør som hovedregel inneholde følgende komponenter:

source: However, 24 weeks of stretching shifted angle of peak torque to a more dorsiflexed ankle angle.
nb: Derimot endret 24 ukers trening leddvinkelen ved maksimalt dreiemoment til en mer dorsalflektert posisjon.

source: Associate professor Solfrid Bratland-Sanda, Ph.d., Institute of Sports and Outdoor life sciences, University College of Southeast Norway (main supervisor, USN)
nb: Førsteamanuensis Solfrid Bratland-Sanda, Ph.d., Institutt for idretts- og friluftsfag, Høgskolen i Sørøst-Norge (hovedveileder, USN)

source: children as young as 3 years old develop growing signs of atherosclerosis
nb: barn helt ned i 3-årsalderen utvikler gryende tegn til åreforkalkninger

source: Employment in the PhD position is conditional upon the candidate’s submission of an application for admission to the PhD program, no later than six (6) weeks following the date of employment.
nb: Tilsetting i stipendiatstilling skjer under forutsetning av at kandidaten leverer søknad om opptak til ph.d.- programmet senest innen 6 uker fra tilsetting.

source: Muscle protein degradation in elderly individuals”
nb: Proteinnedbrytning og muskelkvalitet hos eldre»,

source: Sports psychology and coaching.
nb: Idrettspsykologi og coaching.

source: Associate professor Monica Klungland Torstveit, Ph.d., Department of Public Health, Sport and Nutrition, University of Agder (co-supervisor,UiA)
nb: Førsteamanuensis Monica Klungland Torstveit, Ph.d., Institutt for folkehelse, idrett og ernæring, Universitetet i Agder (bi-veileder, UiA)

source: Associate professor Solfrid Bratland-Sanda, Ph.d., Institute of Sports and Outdoor life sciences, University College of Southeast Norway (USN)
nb: Førsteamanuensis Solfrid Bratland-Sanda, Ph.d., Institutt for idretts- og friluftsfag, Høgskolen i Sørøst-Norge (USN)

source: The Department of Research and Libraries (AFB) has arranged for a separate offer for candidates who must send an application to the
nb: Avdeling for forskning og bibliotek (AFB) har lagt til rette for et eget tilbud til kandidater som skal sende søknad til

source: In an adult, the muscles make up almost half of body weight, depending on age, sex, genes, nutrition and fitness, according to the Store Norske Leksikon.
nb: Hos en voksen person utgjør musklene nesten halvparten av kroppsvekten, avhengig av alder, kjønn, arv, ernæring og treningstilstand, ifølge Store norske leksikon.

source: Several studies also indicate that weak external rotation muscles are a risk factor.
nb: I tillegg peker flere studier i retning av at svak utadrotasjons-muskulatur er en risikofaktor.

source: The agreement is to be signed by the PhD candidate, the academic supervisor(s) and the head of section as soon as possible following admission to the programme.
nb: Avtalen inngås mellom doktorgradskandidaten, veileder(e) og seksjon v/seksjonsleder så snart som mulig etter opptak.

source: 98 teachers also reported 564 near-accidents.
nb: 98 av lærerne rapporterte i tillegg 564 nestenulykker.

source: The children, themselves, are the focal point, and what creates meaning is both unpredictable and subject to change.
nb: Barna er selv i sentrum, og det som skaper mening er uforutsigbart og foranderlig.

source: He took part in conducting the study as a Master’s student at the NIH in 2013.
nb: Som masterstudent på NIH var han med å gjennomføre studien i 2013.

source: in running and hence 40 min all-out running performance did not change.
nb: i løp og dermed løpsprestasjon i en 40 min prestasjonstest var uendret i begge grupper etter intervensjonen.

source: Study 1: In this cross-sectional study, we will assess the prevalence and associated risk factors of urinary incontinence and other pelvic floor dysfunctions in Norwegian elite female artistic gymnasts, team gymnast and cheerleaders.
nb: Studie 1: I denne tverrsnittstudien vil vi undersøke forekomst av og risikofaktorer for urinlekkasje og andre bekkenbunnsplager blant kvinnelige turnere, troppsgymnaster og cheerleadere på høyt nasjonalt nivå.

source: The theory was great, but it lacked a proper research basis, so in 2017 Torstein Dalen-Lorentsen at the NIH set out to fix that.
nb: Teorien var fin, men det manglet et skikkelig forskningsmessig grunnlag for den, så i 2017 satte Torstein Dalen-Lorentsen på NIH seg fore å ordne dette.

source: Biomechanics, motion analysis, injury mechanisms and risk factors for ACL injuries, strength training technique.
nb: Biomekanikk, bevegelsesanalyse, skademekanismer og risikofaktorer for korsbåndskader, styrketreningsteknikk.

source: The dropout rate was 32%, with more dropping out of the CBT group compared to the PED-t groupThose who completed the therapy suffered less from depression than those who dropped out.
nb: Frafallet var på 32 prosent, det falt fra flere fra CBT-gruppa sammenlignet med PED-t gruppenDe som fullførte behandling hadde en lavere grad av depresjon enn de som falt fra.

source: Jordalen also studied national level athletes between 16 and 20 years old.
nb: I studien deltok utøvere i alderen 16 til 20 år som konkurrerte på et høyt nivå.

source: “Dorothy Ainsworth was a pioneer in American physical education, particularly in women’s sport and physical education.
nb: «Dorothy Ainsworth var en amerikansk pionér i kroppsøving og idrett for kvinner.

source: According to the survey, only 31 per cent of the teachers had received adequate outdoor training, i.e. at least 60 credits or one year of outdoor activities.
nb: Ifølge undersøkelsen hadde bare 31 prosent av lærerne en solid opplæring i friluftsliv, altså minst 60 studiepoeng eller ett år med friluftsliv.

source: The story all starts in 2013 when the two students, Kristoffer Kolnes and Daniel Tangen, were assigned responsibility for preparing a weight training programme for a major study.
nb: Og den historien startet i 2013, da de to, Kristoffer Kolnes og Daniel Tangen, fikk ansvar for å lage et styrketreningsprogram til en svær studie.

source: Fitness clubs – A venue for public health?
nb: Treningssenterbransjen – en arena for folkehelse?

source: Type 1 and type 2 diabetes cost Norwegian society NOK 4 to 7 billion annually.
nb: Diabetes 1 og 2 koster det norske samfunnet 4-7 milliarder kroner årlig.

source: Specifically, passive resistance to stretch was lower in subjects with greater ROM (gymnasts and dancers), and in the group that stretched for 24 weeks, passive resistance of the plantar flexors was reduced.
nb: Spesifikt var passiv motstand mot tøyning lavere hos personer med stort ROM (gymnaster og dansere), og i gruppen som trente bevegelighet i 24 uker ble passiv motstand ved dorsalfleksjon redusert.

source: The proportion of participants that complied with the official recommendation for physical activity (~47%) neither changed following treatment, nor emerged different between the therapy arms.
nb: Antallet deltagere som klarte å etterfølge anbefalingen om fysisk aktivitet (~47%) var ikke endret etter behandling eller i oppfølgingsperiode, og heller ikke ulik mellom gruppene.

source: The aim of this project was to compare the acute and long-term muscle anabolic effects of supplementing with three different milk protein products (native whey, regular whey concentrate and milk) in combination with resistance exercise in young and elderly (+70 yrs) participants.
nb: Målet med dette prosjektet var å sammenligne hvordan supplementering med tre ulike melkeproteinprodukter (nativ myse, vanlig myseproteinkonsentrat og lettmelk) i kombinasjon med styrketrening påvirker anabole prosesser i muskel akutt og over tid i yngre og eldre (+70 år) forsøkspersoner.

source: The focus is on investigating the underlying cellular, molecular and epigenetic mechanisms of muscle growth (hypertrophy) and wasting (atrophy) using both cell modelling and whole-body approaches.
nb: Forskningen går ut påå undersøke de underliggende cellulære, molekulære og epigeniske mekanismer av muskelvekst (hypertrofi) og muskelsvinn (atrofi) ved bruk av både celle modulleringer og full kropps tilnærminger.

source: —So what can these low rates be attributed to?
nb: - Og hva skyldes de lave verdiene?

source: He has a master (2000), and PhD (2015), from the Norwegian School of Sport Sciences.
nb: Han har hovedfag (2000) og doktorgrad (2015), fra NIH.

source: Athletes fulfilling the inclusion criteria (>18 years of age, have participated or will participate in the Norwegian National Championship in 2018/2019) will be invited to participate.
nb: Vekt- og styrkeløftere som oppfyller inklusjonskriteriene (over 18 år, har deltatt/skal delta på NM 2018/2019) vil bli spurt om å delta.

source: A one month stay gives two (2) credits, which is the maximum number of credits within this category.
nb: En måneds opphold gir 2 studiepoeng som er maks antall studiepoeng innen denne kategorien.

source: Credits approved as part of the required coursework should not have been completed more than two (2) years prior to the date of admission.
nb: Elementer som skal inngå i opplæringsdelen, bør ikke være eldre enn to (2) år ved opptaksdato.

source: Two of the PhD publications are based on the KAN project and both the articles based on the KAN project are published.
nb: To av PhD publikasjonene er knyttet til KAN prosjektet og begge artiklene knyttet til KAN prosjektet er publisert.

source: We wanted to make it as realistic as possible, with a regular, broad base training program, as it actually is in the fitness centre industry”, says Anne Mette Rustaden.
nb: Vi ville gjøre det så realistisk som mulig, med et vanlig, utbredt treningsopplegg, slik det faktisk er i treningssenterbransjen, forteller Anne Mette Rustaden.

source: This could potentially result in more brittle bones over time.
nb: Dette kan potensielt føre til skjørere beinmasse over tid.

source: • A late and quick activation in tibialis anterior during leg recovery in order to reduce drag and premature dorsiflexion of the foot.
nb: • En sen og rask aktivering i tibialis anterior under opptrekket av bena for å redusere vannmotstanden og en for tidlig dorsiflexion av foten.

source: The candidate is responsible for reserving Auditorium Innsikt.
nb: Kandidaten er ansvarlig for å finne ledig tidspunkt og reservere Auditorium Innsikt til gjennomgang.

source: Rustad has worked as physical education- and sports teacher at Lillestrøm VGS from 2007 to 2015 and as Lecturer at NIH since 2011.
nb: Rustad har jobbet som kroppsøving- og idrettslærer ved Lillestrøm VGS fra 2007-2015 og som timelærer ved NIH siden 2011.

source: Christian Thue Bjørndal is an Associate Professor at the
nb: Christian Thue Bjørndal er føsteamanuensis ved

source: My PhD project is a sub-project of work package 2, and the background for my project is that metabolic disorders are highlighted as important late effects giving the childhood cancer survivors increased risk of cardiovascular morbidity and mortality in adulthood.
nb: Mitt PhD-prosjekt er en understudie av arbeidspakke 2, og bakgrunnen for mitt prosjekt er at metabolske forstyrrelser er framhevet som viktige seneffekter, som gir barnekreftoverleverne økt risiko for kardiovaskulær sykdom og dødelighet i voksen alder.

source: It’s like that in every workplace – including one of the world’s largest football clubs.
nb: Slik er det på alle arbeidsplasser – også i en av verdens største fotballklubber.

source: “Using this knowledge we can carry out and interpret MRI scans much better,” explains DePhillipo.
nb: – Med denne kunnskapen kan man gjennomføre og tolke en MR mye bedre, forklarer DePhillipo.

source: Strength/endurance/flexibility training, biomechanics, motion analysis and functional anatomy.
nb: Styrke-, utholdenhets- og bevegelighetstrening, biomekanikk, bevegelsesanalyse og funksjonell anatomi.

source: By “stimulating the fat”, your actual fatty mass functions better. This has been demonstrated by the study on mice, based on data from an NIH study conducted in 2013.
nb: Mer "fart på fettet" får selve fettet til å fungere bedre, viser musestudien, som bruker data fra en NIH-studie helt tilbake fra 2013.

source: The exercise is called the “Copenhagen adduction exercise” and involves strengthening the so-called hip adductors.
nb: Øvelsen er døpt «Copenhagen adduction exercise» og går ut påå styrke de såkalte hofteadduktorene.

source: It’s possible that this is not enough to produce any effects on the skeleton, says Andersen.
nb: Det kan hende at dette ikke er nok til å se noen effekt på skjelettet, sier Andersen.

source: Sports injury prevention, injury surveillance methods, overuse injuries
nb: Forebygging av idrettsskader, skaderegistreringsmetoder, belastningsskader

source: What type of movement?
nb: Bevege seg, men hvordan?

source: Illustration of muscle-tendon function in movement.
nb: Illustrasjon av muskel-sene-funksjon i bevegelse.

source: It seems likely that this exists only on an individual level and in some research groups.
nb: har sett det som viktig å ytterligere styrke kvaliteten i kandidat-veileder forholdet for nye kandidater.

source: • A good answer comes on the positive and negative side of social and economic dimensions • Remember, however, that the candidates have only 500 words at their disposal.
nb: o En god besvarelse kommer inn på positive og negative side ved sosiale og økonomiske dimensjoner Husk uansett at kandidatene her har 500 ord til disposisjon.

source: Tonje Fjogstad Langnes followed breakdancers in Oslo over a period of eight months.
nb: I åtte måneder drev NIH-stipendiat Tonje Fjogstad Langnes med feltarbeid i Oslos breaking-miljø.

source: Picture from the ASK study.
nb: Bilde fra ASK-studien.

source: For several years, Pia has worked as a Physiotherapist at Sunnaas Hospital HF.
nb: Pia har i flere år jobbet som fysioterapeut ved Sunnaas sykehus HF.

source: Training can be used for the treatment of eating disorders
nb: Trening kan brukes i behandling av spiseforstyrrelser

source: “The analyses also show that players, on average, devote far too much of their attention to just the ball, as much as 70 per cent of the time.
nb: Analysene viser også at spillere, i snitt, bruker altfor mye av oppmerksomheten sin nettopp på ballen, hele 70 prosent av tiden.

source: is generated and displayed, and your account is activated:
nb: vises, og kontoen din er aktivert:

source: On the Jostedal Glacier it is only a short distance to get off it, at least in good weather.
nb: På Jostedalsbreen er veien ut igjen kort, i hvert fall i godt vær.

source: HSEBT reach measurements are not correlated with throwing velocity (range r = -.530 to.395), but with mean radial error for some reaches (range r =.149 to.666) (study IV).
nb: HSEBT tester korrelerer ikke med kasthastighet (variasjonsbredde r = -.530 til.395), men med mean radial error for noen tester (variasjonsbredde r =.149 til.666) (studie IV).

source: We conducted a cross-sectional study (A) and a controlled longitudinal study (B), to investigate muscle-tendon interaction during a landing task (n=39 and n=21, respectively) and during running on a treadmill (n=16 and n=21, respectively).
nb: Vi gjennomførte to studier, en med tverrsnitts design (A) og en med kontrollert longitudinelt design (B), for å undersøke muskel-sene adferd ved en landingsbevegelse (n=39 og n=21) og ved løping (n=16 og n=21).

source: How to activate your SafeCom-account (to print out)
nb: Aktiver din SafeCom-konto (for å skrive ut)

source: More than half of these accidents resulted in hospital or doctor visits, 20 % in evacuation and 13 % in damaged goods.
nb: Over halvparten av ulykkene resulterte i sykehus eller legebesøk, 20 prosent i evakuering og 13 prosent i materielle ødeleggelser.

source: If one person admitted to be out of shape, many of them would say the same thing."
nb: - Det var overraskende å se hvordan deltakerne unngikk å forholde seg til hverandre i gruppetimen.

source: In 2007-2009 she had a 2-year project position at NIH, "More physical activity in schools in Oslo," a collaboration with Utdanningsetaten in Oslo.
nb: Hun hadde i 2007-2009 en 2-årig prosjektstilling ved NIH, "Mer fysisk aktivitet i Osloskolen", et samarbeid med Utdanningsetaten i Oslo.

source: If you find errors in your thesis after sumbitting it, you can make an errata document that will be made available in Brage.
nb: Hvis du oppdager feil i masteroppgaven din etter innlevering, kan du lage et errata-dokument som legges inn i Brage.

source: If a person with diabetes develops complications, the cost for society is around 25 times higher.
nb: Hvis en diabetiker får komplikasjoner, blir samfunnskostnaden omkring 25 ganger så store.

source: In the study involving Year 5 pupils, more activity was incorporated in the everyday school life of a so-called test or “intervention group”:
nb: I studien fikk 5.-klassinger i en såkalt forsøks- eller «intervensjonsgruppe» bakt inn mer aktivitet i skolehverdagen:

source: s, pursuant to section 27 of the Copyright Act,
nb: idrettshøgskole med hjemmel i åndsverkloven § 27, jf.

source: The result was the same both for age groups.
nb: Resultatet var det samme både for unge og eldre.

source: The same applies to the amount of training: if you train once a week from the start, you would end up with 100 sessions a week.
nb: Tilsvarende med treningsmengde: Trener du èn gang i uka fra start, ender du med 100 økter i uka.

source: Post-doctoral period at the Norwegian School of Sport Sciences, researching the interaction of antioxidant supplementation and training (2009-2013).
nb: Post-doktor ved Norges idrettshøgskole med forskning på antioksidanter og trening (2009-2013).

source: Insofar as he talked about the players, it was too often in a negative way.
nb: I den grad han har omtalt spillerne, har det litt for ofte vært i negative ordelag.

source: Dr. Loland has published extensively in the area of sports ethics and philosophy.
nb: Loland har omfattende vitenskapelig publikasjon innenfor idrettens etikk og filosofi.

source: She is a specialist in paediatric Physiotherapy. Hege received a master's degree in Sports Physiotherapy at NIH 2013.
nb: Hun er spesialist i barne- og ungdomsfysioterapi MNFF og tok en mastergrad i idrettsfysioterapi ved NIH 2013.

source: Section 11 Obligation to report on research results with commercial potential
nb: § 11 Meldeplikt om arbeidsresultater som har potensial for næringsmessig utnyttelse.

source: We are now planning for a gradual reopening of the campus.
nb: Vi planlegger nå for en gradvis gjenåpning av campus.

source: The rest is analogue and easy to understand.
nb: Man må lære seg prosedyrene, og så er resten analogt og lett å forstå.

source: He is a sport sociologist with a research focus on sport media, gender, sport violence, Hooliganism, Youth Culture and Sport tourism.
nb: Samfunnsvitenskapelig idrettsforskning med temaene medier, kjønn, holliganisme, supporter kultur og sport turisme er i fokus for hans forskning.

source: Karl Marius Aksum thinks that this should be obvious when you know what he has now found out.
nb: Karl Marius Aksum synes det virker opplagt, når man vet det han nå har funnet ut.

source: He is president of the International Association for the Philosophy of Sport (IAPS) and is a member of the Editorial Board of the
nb: Han er president for det internasjonale forbund for idrettsfilosofi (IAPS) og sitter i redaksjonen for

source: She teaches Event Management and Sport Marketing at both undergraduate and graduate levels.
nb: Hun underviser i Event Management og Sport Marketing på både bachelor og master nivå.

source: The intervention schools received interactive workshops presenting themes such asbody image, self-esteem, social media, physical activity, nutrition, and healthinformation.
nb: Intervensjonsskolene mottar interaktive workshops som tar opp temaene kroppsbilde, selvfølelse, sosiale medier, fysisk aktivitet og kosthold, og helseinformasjon.

source: Several league teams, such as Strømsgodset, Molde, Ranheim, Start and Viking, have also been using the exercise.”
nb: Flere lag i tippeligaen, som Strømsgodset, Molde, Ranheim, Start og Viking har også tatt i bruk øvelsen.
